{
    /*PENNY*/
    "PP.Penny.Introduction": "The new farmer...$3#$b#I'm Penny.#$b#It's nice to see a friendly face around here.$0",
    "PP.Penny.AcceptBirthdayGift_Loved": "Oh, @! You really put thought into this! Thank you!$1",
    "PP.Penny.AcceptBirthdayGift_Positive": "I'm not used to birthday gifts!$1#$b#You're so thoughtful!$4",
    "PP.Penny.AcceptBirthdayGift_Negative": "I'm not used to birthday gifts!$1#$b#Wait... this is cruel, @. Please, go away.$2",
    "PP.Penny.FlowerDance_Accept": "Who? Me?$4#$b#I'd love to! I may step on your toes, though...$4",
    "PP.Penny.eventSeen_35_memory_oneweek": "$y 'Which do you think is more important, @? Actions or intentions? Be honest!_Actions_Everyone makes mistakes! Can't people learn?$2_Intentions_Is it possible to know someone's true intentions, though?$s_Both_I suppose... It's hard to know one way or the other.$0'#$b#I was just wondering what you thought...$2",
    "PP.Penny.AcceptGift_(O)StardropTea": "This smells delicious!$1#$b#I can't wait to try it.$1",
    "PP.Penny.AcceptGift_ancient_item": "I've never seen anything this old!$1#$b#I wonder what Gunther will say about it.$3",
    "PP.Penny.AcceptGift_book_item": "Wow, thank you, @! I love finding new things to read!$1",
    "PP.Penny.eventSeen_34_memory_oneweek": "Jas and Vincent love our unit on Dwarvish Archaeology.$1#$e#I just wish Vincent would pay closer attention...$2",
    "PP.Penny.eventSeen_34_memory_twoweeks": "Vincent begged for a lesson on slugs...$0#$b#I did some research, and I may be more excited than he is!$1#$e#Did you know banana slugs are good luck?$1",
    "PP.Penny.eventSeen_34_memory_fourweeks": "Our unit this week is Art History!$1#$e#I'm struggling to make it fun for the kids, though...$2#$e#Maybe they could paint still lifes of %farm!$1",
    "PP.Penny.eventSeen_36_memory_oneweek": "I have an appointment with Harvey later this week.$2#$b#One of Maru's inventions gave me a terrible burn.$2",
    "PP.Penny.eventSeen_35_memory_twoweeks": "The ocean makes up so much of this planet, and we hardly know anything about it!$0#$e#The new oceanography books Gunther put out are fascinating.$1",
    "PP.Penny.dating_Penny": "I can't remember the last time I was so happy...$4",
    "PP.Penny.dating_Penny_memory_oneday": "Everything is so much brighter today, don't you think?$4",
    "PP.Penny.dating_Penny_memory_oneweek": "I normally don't tolerate noise while I'm reading.$0#$b#But you're a welcome distraction.$4",
    "PP.Penny.dating_Penny_memory_twoweeks": "Being with you is like living my very own romance novel!$1",
    "PP.Penny.married_Maru": "Your wedding couldn't have been more beautiful, @.$1#$b#I know you'll be very happy with Maru.$0",
    "PP.Penny.dating_Maru_memory_oneday": "@! Maru told me the good news!$1#$b#I'm so happy for you!$1",
    "PP.Penny.Resort_Entering": "Wow! This is out of a dream.$1#$b#It's even more beautiful than in the books.$0",
    "PP.Penny.Resort_Leaving": "I can't wait to come back.$0#$b#Wouldn't it be nice to live here?$1",
    "PP.Penny.married_Sam": "Congratulations, @. I can't wait to hear what Sam gets up to at %farm!$1",
    "PP.Penny.Resort_Shore": "I should've worn something else...$2#$e#I don't want anyone to look at me.$2",
    "PP.Penny.Resort_Shore_2": "The water here is so different than back home...$0#$b#It's hard to believe it's the same ocean!$0",
    "PP.Penny.Resort_Towel": "The wind is so strong! It keeps turning my pages.$0#$b#At least it feels nice in my hair.$1",
    "PP.Penny.Resort_Towel_2": "In my latest book, the main character gets stuck on a desert island.#$b#What would you do in that situation?$0",
    "PP.Penny.Resort_Marriage_Towel_2": "The sun is so bright...#$b#@, dear, would you mind moving a bit to the left?$1",
    "PP.Penny.Resort": "The sand feels so nice between my toes!$1#$b#So soft and fine...$1",
    "PP.Penny.Mon": "Hello...$0#$b#I hope you have a nice week!$1",
    "PP.Penny.FlowerDance_Accept_Spouse": "Of course!$h#$b#*whisper* It's sweet of you to still ask.$1",
    "PP.Penny.FlowerDance_Decline": "Oh... I'm sorry. Sam already asked me...$2",
    "PP.Penny.breakUp": "...$s#$b#I... Oh... *sniff* ... Please... Give me some space.$s",
    "PP.Penny.pamHouseUpgrade": "I can't believe how generous you are!$1#$b#Thank you, @!$1",
    "PP.Penny.pamHouseUpgradeAnonymous": "I wish I knew who was responsible.$4#$b#I'd like to thank them!$1",
    "PP.Penny.dumped_Girls": "I need you to go away...$s",
    "PP.Penny.divorced": "... Haven't you done enough?$s",
    "PP.Penny.secondChance_Girls": "I can't ever forgive you...$s#$b#But I'm ready to move on.$0",
    "PP.Penny.Mon8": "It's exhausting being so worried about Mom all the time...$s#$b#I need space, but how can I leave her behind?$s",
    "PP.Penny.Tue": "I love working with Vincent and Jas.$h#$b#I wish we had more resources...$s",
    "PP.Penny.Tue4": "$d bus#Hopefully Mom's drinking habit slows down now that she's working again. This is a good thing.$h|I've been setting money aside. It isn't much, thanks to Mom's habit...$s",
    "PP.Penny.Tue10": "Excuse me, @? Do you think a farm would be a safe place for children?#$e#I was just curious...$4",
    "PP.Penny.Wed": "It's sad that we don't have a school here, but I do my best.#$e#I try to tailor my lessons to the children.#$b#Jas loves art, and Vincent... does his best!$h",
    "PP.Penny.Wed2": "I would love to take the children on a field trip.$h#$b#Maybe to the forest. I'm sure Leah would come as a guest speaker if I asked.$h",
    "PP.Penny.GreenRain": "This is all so confusing... Are you okay, @?$s",
    "PP.Penny.GreenRain_2": "I can use this strange rain as a learning opportunity for Jas and Vincent!$h",
    "PP.Penny.Wed4": "I've never lived anywhere else...#$b#I wonder what I'm missing out there.$s",
    "PP.Penny.Thu": "I'm so grateful to Gunther for keeping the library open.$h#$e#Reading is such a lovely escape, don't you agree?#$e#You can travel to magical worlds...$h#$e#...Sorry, I didn't mean to get so carried away.$l",
    "PP.Penny.Thu6": "I've always wanted a garden, but that's hard with our living situation...$s#$e#Maybe I can save to fix up the yard at least!$h",
    "PP.Penny.Fri": "Digging in the dirt is a great way to learn about our town's history!$h$#$e#I once found an artifact that was over one thousand years old!$h",
    "PP.Penny.Fri8": "I don't mean to complain so much; I know my chores aren't as bad as they could be.$s",
    "PP.Penny.Fri4": "There are so many dishes...#$b#Maybe if Mom wasn't so exhausted from her time at the saloon she would help more often.$a",
    "PP.Penny.Sat": "This town is tiny! Everyone knows each other pretty well.$h#$b#It must be lonely in the city...$s",
    "PP.Penny.Sat2": "$d Joja#It's sad that JojaMart is affecting Pierre so much, but they really are so much more affordable...$s.|Mom is upset about JojaMart closing down, but I'm glad she'll at least be drinking less Joja Cola.$h",
    "PP.Penny.Sun": "Hi...$u#$e#Sorry, I'm not in the mood for small talk right now...$u",
    "PP.Penny.Sun4": "I feel like I'm always cleaning.$u#$e#It ends up messy again no matter how hard I try.$s#$e#It's hard when you have to do it alone.$s",
    "PP.Penny.summer_Mon": "Hi... The weather is so unique in the Valley during Summer.$h",
    "PP.Penny.summer_Mon4": "$d cc#I am so thankful for the hard work you put into the Community Center. You're a hero, @.|Hello, @. Make sure to drink plenty of water during the summer!",
    "PP.Penny.summer_Fri": "$d bus#Mayor Lewis told me you're responsible for the bus being fixed! Thank you.$h|My mother has been out of work since the bus broke down a few years ago. Mayor Lewis says the town isn't doing very well financially or he'd have it fixed.$s",
    "PP.Penny.summer_Sun": "What kinds of decorations have you put up in your farmhouse so far?#$e#You're so lucky to have your own space to decorate...$u",
    "PP.Penny.summer_Sat": "The mountains are beautiful.#$e#I wish I was brave enough to explore them...$s",
    "PP.Penny.fall_Mon": "Hi... I love the crispness of Fall air, don't you?$u",
    "PP.Penny.fall_Mon4": "Living in a trailer is embarrassing...$s#$e#The houses around us are all so beautiful.$u",
    "PP.Penny.fall_Tue4": "I think this season is my favorite for %farm.$h#$b#It looks beautiful.",
    "PP.Penny.fall_Thu6": "Mom neglects her health.$s#$b#I'm always worrying about her.$u",
    "PP.Penny.fall_Fri": "Excuse me, @, but Fall is a hard time of year for me. Can we talk later?$s",
    "PP.Penny.fall_Fri6": "When I was little, my father left us. He told us we were 'suffocating' him.$s#$e#We haven't heard from him since.$a#$e#Sorry, @. I hope I'm not making you uncomfortable. It's just that this time of year is the hardest.$s#$e#I hope %farm is doing well.$u",
    "PP.Penny.fall_Sun10": "@! I like to play this game where I imagine different futures.$h#$b#Where do you picture yourself in ten years? I'm hoping to be a librarian.$h",
    "PP.Penny.fall_Sat8": "Hi @.$h#$e#Is your farmhouse easy to clean? I need ideas on how to keep our trailer tidy...$u",
    "PP.Penny.winter_Fri": "...What was that?$u#$e#Sorry, I was daydreaming.",
    "PP.Penny.winter_Fri2": "I hope Linus is alright...$u#$b#It's cold enough this time of year, and he lives in a tent.$s",
    "PP.Penny.winter_Tue4": "Do you have any ideas for your farm this Spring?#$b#I bet it'll be wonderful with all the fresh crops and flowers.$h",
    "PP.Penny.winter_Tue": "My skin gets so dry in the Winter that I have to stay inside.#$b#Plus, I hate the cold.",
    "PP.Penny.winter_Thu": "Oh... hi. Have you found any interesting artifacts or minerals lately?$u#$e#Gunther gives out special rewards to people who donate their finds!$h",
    "PP.Penny.winter_Mon": "The Feast of the Winter Star is coming up! It's my favorite!$h#$b#I hope you attend. It's very rewarding.$u",

    /*MARRIAGE PENNY*/
    "PP.Penny.Rainy_Day_0":"The rainy weather gives me the itch to bake something...$u",
    "PP.Penny.Rainy_Day_1": "I wonder if Dr. Harvey will ever give Maru a promotion. She works so hard.$u",
    "PP.Penny.Rainy_Day_2": "Hi, honey! I was at the market this morning and I just had to get this for you.[186 180 770 535]#$e#I thought it might come in handy.$h",
    "PP.Penny.Rainy_Day_3": "I've been writing down some new recipe ideas. You loved it the last time.$h#$e#I called it 'Chili de @'!$l",
    "PP.Penny.Rainy_Day_4": "This weather is perfect for starting a new book.$h#$e$Do you think Elliot has written anything lately?$u",
    "PP.Penny.Rainy_Night_0": "What did you get up to today, honey? I finished my novel this afternoon!$h#$e#I'll have to pay Gunther a visit tomorrow.",
    "PP.Penny.patio_Penny": "I miss my tree sometimes, but this spot is much more peaceful.$h",
    "PP.Penny.Rainy_Night_1": "I can't help but worry about Mom at the saloon.$s#$b#But it's out of my hands now.$l",
    "PP.Penny.Rainy_Night_2": "Honey, do you ever think about our night at the bathhouse?$l#$e#It was the best night of my life.$l",
    "PP.Penny.Rainy_Night_3": "When I lived in the trailer, the rain sounded much scarier. But it lulls me to sleep in this farmhouse.$h",
    "PP.Penny.Rainy_Night_4": "I thought it would be nice to make you dinner after a long day. I hope you like it. [212 214 225 209 200]$h",
    "PP.Penny.Indoor_Day_0": "%farm is so peaceful. I haven't had a single nightmare since I moved in. I sleep like a baby next to you.$l",
    "PP.Penny.Indoor_Day_1": "Good morning, @! I got up early to make breakfast.[195 210 211]#$e#Breakfast is the most important meal of the day.",
    "PP.Penny.Indoor_Day_2": "I'm hoping to finish my book today.$u#$e#Gunther says 'hi.'$h",
    "PP.Penny.Indoor_Day_3": "I love Archaeology, so never stop telling me about your artifacts!$h#$e#It's so interesting to think about the farmers that were here before us.$u",
    "PP.Penny.Indoor_Day_4": "I can't believe I was ever nervous around you. Being with you is like second nature.$l",
    "PP.Penny.Indoor_Night_0": "Welcome home, honey. Did you check off everything on your To-Do list?",
    "PP.Penny.Indoor_Night_1": "I can't decide what to wear tomorrow...$u#$b#Who am I kidding? The skirt is the obvious option.",
    "PP.Penny.Indoor_Night_2": "We're so fortunate to live in such a beautiful place.$h#$e#I'm so grateful for what we have.",
    "PP.Penny.Indoor_Night_3": "Mom must be lonely without me at home...$s#$b#I shouldn't feel guilty. She has to solve her own problems.$u",
    "PP.Penny.Indoor_Night_4": "Are you tired yet? I got the bed all ready for us.$l",
    "PP.Penny.Outdoor_0": "Living somewhere this lovely only ever felt like a dream...$l#$e#I was miserable in that trailer.$s",
    "PP.Penny.Outdoor_1": "I wish I'd grown up on a farm like this.#$e#It's perfect for raising children.$l",
    "PP.Penny.Outdoor_2": "I'm sorry I can't be of more help! I'll read up on farm work and maybe I can do more.$h",
    "PP.Penny.Outdoor_3": "I saw a songbird flying just over there. That's a very good omen around here!$h",
    "PP.Penny.Outdoor_4": "I love spending time outside. I could sit here all day and just watch you work.",
    "PP.Penny.OneKid_0": "I spent a lot of time playing with %kid1 this morning. It got me thinking about a second child...$l",
    "PP.Penny.OneKid_1": "Having a child makes me feel more mature, somehow.#$e#I've wanted this for so long.$h",
    "PP.Penny.TwoKids_0": "%kid1 and %kid2 both had second helpings of breakfast! They're such hungry children!",
    "PP.Penny.TwoKids_1": "I hope that %kid1 and %kid2 grow up to be close. Family is important!",
    "PP.Penny.TwoKids_3": "A big house, two beautiful children, and a loving partner. I'm so very lucky.$h",
    "PP.Penny.Good_0": "We're married...I have to keep reminding myself this is real.$l",
    "PP.Penny.Good_1": "I used to dream about marrying you one day...$l",
    "PP.Penny.Good_2": "I knew you were the one as soon as I laid eyes on you...$l",
    "PP.Penny.Good_3": "You look so nice! Did you do something new with your hair?$l",
    "PP.Penny.Good_4": "This place feels more like home than the trailer ever did.$h",
    "PP.Penny.Good_6": "Please, be careful! I worry about you out there!",
    "PP.Penny.funLeave_Penny": "I'm heading into town today for a change of scenery! I'll be back later on.$h",
    "PP.Penny.funReturn_Penny": "I had such a nice day. It's good to keep in touch with everyone.$h$#$e#Tell me about your day, now!",
    "PP.Penny.spring_8": "Spring is easily the best season. The air is so fresh and filled with hope.",
    "PP.Penny.spring_1": "We've got an exciting year to look forward to. Let's make it productive and beautiful!$h",
    "PP.Penny.spring_15": "Is is strange that I love 'spring cleaning'?$l",
    "PP.Penny.summer_16": "The heat is almost unbearable! Please tell me we're growing melon!",
    "PP.Penny.summer_1": "The heat may be uncomfortable, but I actually like the humidity on my skin.",
    "PP.Penny.summer_2": "The ants come out more in summer. I love watching them!$h#$b#They have such a unique hierarchy! I wonder if there are any books on ants in the library...$u",
    "PP.Penny.fall_5": "The smell of fall is remniscient of books... does that make sense to you?$u",
    "PP.Penny.fall_1": "Fall makes me think of school... glue and colored paper.$u#$e#I might be spending too much time with the children.$h",
    "PP.Penny.fall_2":"I hope we grow some giant pumpkins this year!$h",
    "PP.Penny.winter_1": "Winter is the perfect time to unwind. You deserve to relax after this long year.",
    "PP.Penny.winter_6": "Snow always reminds me of my grandma. She used to rock by the fire and her shadow would flicker against the walls... That was a long time ago.",
    "PP.Penny.winter_3": "I'm glad you're so responsible. I don't have to worry about money this winter.",

    /*NEW PENNY DIALOGUE*/
    "PP.Penny.spring_Mon": "Isn't it wonderful to see the flowers blooming?#$b#It's like watching the town come to life.$h",
    "PP.Penny.spring_Mon2": "I'm thinking of organizing a spring clean-up for the town.$u#$e#It's a great way to bring everyone together.",
    "PP.Penny.spring_Mon4": "I've been spending a lot of time at the library lately.$h#$b#Gunther has some fascinating books on springtime rituals and traditions.",
    "PP.Penny.spring_Mon6": "When I was little, my mom used to take me for walks in the spring.$u#$b#We collected wildflowers for the house.",
    "PP.Penny.spring_Mon8": "If you need any help getting %farm up and running for spring, just let me know.$h#$e#I'm pretty handy with a hoe!",
    "PP.Penny.spring_Tue": "I love taking walks during spring.#$b#The air is so crisp and the fields are alive with color.$h",
    "PP.Penny.spring_Tue2": "I've been thinking about starting a small herb garden...#$b#I just don't know where I'd put it.$s",
    "PP.Penny.spring_Tue4": "I've been experimenting with some new spring recipes lately!$h",
    "PP.Penny.spring_Tue6": "Mom's been feeling down lately.$s#$e#I've been trying to cheer her up, but it's tough.$s",
    "PP.Penny.spring_Tue8": "I found an old book of folklore this past weekend.$h#$b#It's filled with stories about springtime celebrations from around the world! Fascinating stuff!$h",
    "PP.Penny.spring_Wed": "The birds are singing more these days.#$e#It's like they're welcoming the warmer weather.",
    "PP.Penny.spring_Wed2": "Wouldn't it be nice to have a picnic by the riverbank?",
    "PP.Penny.spring_Wed4": "I've been reading up on wildflowers. It's amazing how many different species we have in the Valley.",
    "PP.Penny.spring_Wed6": "If I started a book club, would you join?$l",
    "PP.Penny.spring_Wed8": "I miss spending spring days with my parents... Mom hasn't been the same since they split.$s",
    "PP.Penny.spring_Thu": "I love sitting by the river and watching the water flow... So peaceful.",
    "PP.Penny.spring_Thu2": "Spring is so magical, isn't it?$h",
    "PP.Penny.spring_Thu4": "It feels good to freshen things up after the long winter.",
    "PP.Penny.spring_Thu6": "It's time to set new goals and breathe life into old routines!$h",
    "PP.Penny.spring_Thu8": "Springtime always makes me pause anad reflect on who I am and where I want to be.#$e#It's a time for personal growth and renewal.",
    "PP.Penny.spring_Fri": "I spotted a family of rabbits in the field yesterday.",
    "PP.Penny.spring_Fri2": "The changing seasons always inspire me to get creative.#$e#Maybe I'll start a nature journal...",
    "PP.Penny.spring_Fri4": "I've been looking through my shelves for some springtime reads.#$e#There's something about reading outside that's so refreshing.",
    "PP.Penny.spring_Fri6": "Spring really gets me thinking about the future.",
    "PP.Penny.spring_Fri8": "I'm grateful for the support of everyone in town, especially during the challenging times.",
    "PP.Penny.spring_Sat": "It's the little things. Like a warm breeze or a blooming flower.$h",
    "PP.Penny.spring_Sat2": "The air is filled with the sweet scent of flowers blooming.$h",
    "PP.Penny.spring_Sat4": "I love finding a quiet spot outdoors to sit and daydream.",
    "PP.Penny.spring_Sat6": "I've been spending some time birdwathcing lately.",
    "PP.Penny.spring_Sat8": "I took Jas and Vincent on a nature scavenger hunt last weekend.#$b#It was a blast watching their faces light up when they found each item on the list.$h",
    "PP.Penny.spring_Sun": "The nights are getting clearer. Perfect for stargazing.",
    "PP.Penny.spring_Sun2": "Spring seems like the perfect time for an adventure.#$e#I'm not brave enough to leave the Valley, though.$s",
    "PP.Penny.spring_Sun4": "I've been inspired to write poetry.#$b#I wonder if Elliot could give me pointers...",
    "PP.Penny.spring_Sun6": "I hope Leah has an art exhibition this spring.#$b#It's amazing to see how artists intepret the beauty around us.$h",
    "PP.Penny.spring_Sun8": "Gunther should consider giving historical walking tours of the town!#$b#It would be a great way to educate everyone on our rich heritage.",
    "PP.Penny.summer_Mon2": "The children want to set up a lemonade stand at the beach.#$b#It would be a fun way to beat the heat!$h",
    "PP.Penny.summer_Mon6": "I've been considering giving the children swimming lessons at the lake.#$b#I just worry about Vincent goofing off...$s",
    "PP.Penny.summer_Mon8": "I'm planning beach picnics with sandwiches and refreshing drinks.$h#$e#Please consider stopping by!",
    "PP.Penny.summer_Tue": "It's inspiring to see how you approach agriculture...",
    "PP.Penny.summer_Tue2": "Summer is meant to be fun, so I'm teaching the children about plants this week.$h#$b#They've been making their own drawings.",
    "PP.Penny.summer_Tue4": "Do you have any stories about your summer adventures?",
    "PP.Penny.summer_Tue6": "I built birdhouses with Emily last weekend.#$b#I'm thinking of using it for a future lesson with the children.",
    "PP.Penny.summer_Tue8": "Have you tried Caroline's herbal tea yet?#$e#It's delicious!$h",
    "PP.Penny.summer_Wed": "I love how sunlight dances on the water during summer afternoons.#$e#It's like nature's own light show.",
    "PP.Penny.summer_Wed2": "I could spend hours just listening to the summer insects buzzing and chirping.",
    "PP.Penny.summer_Wed4": "Summer storms have a way of clearing the air and washing away worries.#$e#There's beauty in the wildness of it.",
    "PP.Penny.summer_Wed6": "The sound of the children laughing across the beach is like music to my ears.$h",
    "PP.Penny.summer_Wed8": "I love how the days stretch on forever in the summer.",
    "PP.Penny.summer_Thu": "The smell of sunscreen in the summer is nostalgic, don't you think?",
    "PP.Penny.summer_Thu2": "Summer afternoons are meant for naps in the shade.",
    "PP.Penny.summer_Thu4": "I love how the summer sun warms my skin.$h#$b#It reminds me that I'm alive and part of this beautiful world.",
    "PP.Penny.summer_Thu6": "Eating ice cream in the summer makes me feel like a kid again.$h#$e#You should buy some from Alex before he runs out!",
    "PP.Penny.summer_Thu8": "Do you ever wonder what the birds are chirping about in the early morning?",
    "PP.Penny.summer_Fri2": "Did you know there are more than 10 ways to cultivate a tomato plant?",
    "PP.Penny.summer_Fri4": "The town library is like a treasure trove of knowledge waiting to be discovered.#$e#I could spend hours lost in the shelves.",
    "PP.Penny.summer_Fri6": "I've been trying to learn more about the history of our town.#$b#It's fascinating to uncover the stories of those who came before us.",
    "PP.Penny.summer_Fri8": "Do you enjoy journaling?#$b#I find it's a great way to reflect on my thoughts and experiences.",
    "PP.Penny.summer_Sat2": "Have you been enjoying the festivals so far?#$b#There's always something fun happening in Stardew Valley!$h",
    "PP.Penny.summer_Sat4": "This heat really makes me appreciate the shade of my old oak tree.",
    "PP.Penny.summer_Sat6": "I've been reading up on local flora and fauna.#$b#Did you know there are over a hundred species of butterflies in the valley?",
    "PP.Penny.summer_Sat8": "I've been collecting seashells on the beach.#$e#I'm hoping to use them for art projects with the children.$h",
    "PP.Penny.summer_Sun2": "I've been reading about local folklore and legends.#$b#It's fascinating how stories can shape a community's identity.",
    "PP.Penny.summer_Sun4": "The crickets chirping in the evening is like nature's lullaby.",
    "PP.Penny.summer_Sun6": "I've been meaning to try my hand at making homemade popsicles for Jas and Vincent.#$b#Do you have any flavor suggestions?",
    "PP.Penny.summer_Sun8": "I've been practicing my gardening skills with a blueberry plant in my room.#$b#Do you have any tips on keeping it healthy?",
    "PP.Penny.fall_Mon2": "You make me feel so... accepted. Thank you.$l",
    "PP.Penny.fall_Mon6": "I pick up on details and patterns others might not notice.#$b#It's like my brain is wired differently.",
    "PP.Penny.fall_Mon8": "Did you know I got the name 'Penelope' from Greek mythology?#$b#She really inspired me as a kid.#$e#My mom started the 'Penny' nickname.",
    "PP.Penny.fall_Tue": "I don't like large gatherings...#$b#Everyone talking at once can be intimidating.$s",
    "PP.Penny.fall_Tue2": "I really want to go back to school, but I'm worried about leaving my mom behind.$s",
    "PP.Penny.fall_Tue6": "I can't wait to own a home one day.$h#$b#A cottage with a garden is all I need.",
    "PP.Penny.fall_Tue8": "My grandmother and I used to walk down by the river. She told me stories under the trees... We would to sit there for hours.",
    "PP.Penny.fall_Wed": "I sometimes wish I was little again, listening to bedtime stories...$s",
    "PP.Penny.fall_Wed2": "I'm taking a few online classes right now.#$b#I want to be a social worker. I haven't told mom yet, so please keep it to yourself.$l",
    "PP.Penny.fall_Wed4": "I hope to adpot a rescue, one day. It's really admirable the way you took in %pet.",
    "PP.Penny.fall_Wed6": "Have you ever read The Hidden Garden? It's my favorite.#$b#I keep an old copy under my pillow! It's practically falling apart.$h",
    "PP.Penny.fall_Wed8": "It's a shame that it's too cold for swimming... the water looks so inviting.",
    "PP.Penny.fall_Thu": "I never leave the Valley... I get too carsick.$s",
    "PP.Penny.fall_Thu2": "My guilty pleasure is sitcoms... It's like a brief escape.",
    "PP.Penny.fall_Thu4": "I recieved a letter today, but the grammar was atrocious! I had to put it down.$a",
    "PP.Penny.fall_Thu8": "I could go for a fresh baked snickerdoodle...#$b#My grandmother used to make the best ones. The whole house smelled like cinnamon for days afterwards.$h",
    "PP.Penny.fall_Fri2": "We used to have waffle breakfasts on Fridays...#$e#Mom hasn't been up to it in recent years.$s",
    "PP.Penny.fall_Fri4": "Do you think I'm a pushover?$s#$b#I'm working on it, I promise.",
    "PP.Penny.fall_Fri8": "It's hard living with my mom. I feel more like the mother than the daughter, sometimes.$s",
    "PP.Penny.fall_Sat": "Being an English teacher was my dream for a while.#$e#One on one work is more my speed.$h",
    "PP.Penny.fall_Sat2": "Are there spiders in your old farmhouse?$u#$e#I won't be visiting!$12",
    "PP.Penny.fall_Sat4": "Do you think I'm teaching the children enough?$u#$b#I worry that Jodi and Marnie doubt my abilities.$s",
    "PP.Penny.fall_Sat6": "I'm trying to learn Spanish at the moment! It's a lot harder than you'd think...$u",
    "PP.Penny.fall_Sun": "Um, hi there. I hope you're having a good day.$u#$e#I'm, uh, not very good with small talk, but you seem nice.",
    "PP.Penny.fall_Sun2": "Hello! It's nice to see you again. Thanks for taking the time to chat.#$e#Sundays are reading days for me.",
    "PP.Penny.fall_Sun4": "I was hoping I'd run into you today.$h#$b#Sundays are cozy, aren't they? I like to spend them writing in my journal, or taking a walk if the weather's nice.",
    "PP.Penny.fall_Sun6": "It's nice to have someone to share quiet moments with.$h#$b#Thank you for being so kind.",
    "PP.Penny.fall_Sun8": "I've been studying late into the night, trying to get ahead in my classes.$s#$b#It's challenging, but I think it'll be worth it in the end.",
    "PP.Penny.winter_Mon2": "It's chilly today, isn't it? This weather makes me want to curl up with a book in bed.",
    "PP.Penny.winter_Mon4": "Winter makes me nostalgic for simpler times.#$b#I used to sit by the fireplace with my grandmother, listening to her stories.",
    "PP.Penny.winter_Mon6": "Winter makes me crave chai lattes and good company. Thanks for being here.$h",
    "PP.Penny.winter_Mon8": "Winter makes me dream of a warm, cozy cottage. I hold onto it to survive the colder months in the trailer.$u",
    "PP.Penny.winter_Tue2": "This is the perfect weather for warm, comforting foods. Like casseroles or soups!",
    "PP.Penny.winter_Tue6": "I can't wait to get home and snuggle up under a blanket. I might even make hot chocolate!$h",
    "PP.Penny.winter_Tue8": "A cozy movie night sounds nice, doesn't it?#$e#I'll have to give Maru a call...$u",
    "PP.Penny.winter_Wed": "I'm just trying to keep warm and get through the day...$u",
    "PP.Penny.winter_Wed2": "Have you discovered any good books lately? I'm looking for a cozy winter read.",
    "PP.Penny.winter_Wed4": "Emily really helped when I was transitioning...$l#$b#Having someone to rely on was so important during that time.",
    "PP.Penny.winter_Wed6": "The Feast of the Winter Star can be a lot... So many lights and crowded spaces.$s",
    "PP.Penny.winter_Wed8": "Writing poetry is my way of navigating my life.$u#$b#Finding beauty in the chaos is really effective!$h",
    "PP.Penny.winter_Thu2": "Growing up in a small town taught me a lot about resilience and community.",
    "PP.Penny.winter_Thu4": "The festivals in winter are nervewracking...$s#$b#The crowds really trigger my anxiety.$s#$e#I'll just have to find new coping strategies!$u",
    "PP.Penny.winter_Thu6": "Furthering my education is the key to unlocking my full potential.#$b#I'm going to get out of here one day, I mean it.",
    "PP.Penny.winter_Thu8": "Isn't winter magical? The way the snow covers everything in a blanket of white... It's like something out of a fairytale.$h",
    "PP.Penny.winter_Fri4": "I like winter because the bugs are mostly gone...$u",
    "PP.Penny.winter_Fri6": "I want to learn more about our buildings and how they were built.#$e#They hold so much history, I just know it!",
    "PP.Penny.winter_Fri8": "If you find any new artifacts, would you mind giving them to me?$l#$e#I just think they're neat.",
    "PP.Penny.winter_Sat": "Oh, hi there. I've been spending most of my time indoors. Winter is uncomfortable for me.",
    "PP.Penny.winter_Sat2": "Winter's nice and all, but I can't wait for spring to arrive.",
    "PP.Penny.winter_Sat4": "Watching the snow fall can be so peaceful.$u",
    "PP.Penny.winter_Sat6": "Winter's got its own charm, doesn't it? When I'm not so busy, I might take a walk in the forest.#$e#I like the way the trees look covered in snow.",
    "PP.Penny.winter_Sat8": "I've been meaning to thank you for being such a great friend.$h#$b#You make this harsh season easier.$l",
    "PP.Penny.winter_Sun": "The snow makes everything look so magical and tranquil...",
    "PP.Penny.winter_Sun2": "I hate wet clothes!$a#$b#Winter is just a never ending cycle of wet clothes!$a",
    "PP.Penny.winter_Sun4": "Winter can be tough, but I try to find ways to stay positive.#$b#I make snow angels with the children, and we share hot cocoa afterwards.",
    "PP.Penny.winter_Sun6": "I've been thinking about starting an anonymous charity drive. It breaks my heart to see Linus struggling in the winter.$s",
    "PP.Penny.winter_Sun8": "Winter is time for reflection and gratitude.#$b#I'm so grateful for the warmth of our friendship, especially during these chilly days.",

    /*NEW MARRIAGE DIALOGUE*/
    "PP.Penny.spouseRoom_Penny": "I'm just organizing the shelves, a bit! They were starting to get a little chaotic...",
    "PP.Penny.jobLeave_Penny": "The weather today is perfect for a trip into town!$h#$b#I love you, have a good day!",
    "PP.Penny.jobReturn_Penny": "I'm exhausted, dear, can we talk about it later?$s",
    "PP.Penny.OneKid_2": "This little one keeps me busy! Thank goodness you're here to help.",
    "PP.Penny.OneKid_3": "Isn't %kid1's laugh the best sound in the world?$h",
    "PP.Penny.OneKid_4": "We should document all of %kid1's milestones in a baby book!$h",
    "PP.Penny.TwoKids_2": "%kid1 is excited about having a baby sibling, but I don't think they're thrilled about sharing...$u",
    "PP.Penny.TwoKids_4": "Our family is growing so fast, and I can't imagine it any other way.$h",
    "PP.Penny.Good_5": "I'm so lucky to have you in my life.$l",
    "PP.Penny.Good_7": "Everything is blooming so beautifully this year, just like our love.$l",
    "PP.Penny.Good_8": "I found a beautiful poem while I was organizing the bookshelves.$u#$e#It reminded me of you...$l",
    "PP.Penny.Good_9": "I overheard Maru talking about what a kind and helpful person you are.#$b#I'm very luck to be married to someone so wonderful.$h",
    "PP.Penny.Neutral_0": "Hey, is anything interesting going on in town today?",
    "PP.Penny.Neutral_1": "Have you considered planting some new vegetables?#$e#Do you have time this afternoon?$u",
    "PP.Penny.Bad_0": "Oh. You're back.$s",
    "PP.Penny.Bad_1": "There's so much to do arond here, and I can't keep up.$s",
    "PP.Penny.Bad_2": "Is everything alright with you? You seem a little distant lately...$s",
    "PP.Penny.spring_3": "I can't wait to open the windows and let the fresh air in.$h",
    "PP.Penny.spring_5": "The birds are singing so beautifully this morning!$h",
    "PP.Penny.spring_7": "The weather is nearly warm enough for a picnic!$h",
    "PP.Penny.spring_9": "The daffodils are blooming.#$b#It's amazing how nature comes back to life every spring.",
    "PP.Penny.spring_11": "Do you smell that?$u#$b#It's the scent of fresh flowers in the air!$h",
    "PP.Penny.spring_19": "Jas and Vincent are learning about spring traditions today.#$e#I'm going to teach them how to make flower crowns.$h",
    "PP.Penny.summer_21": "I can't believe how hot it is!",
    "PP.Penny.summer_23": "I found a great book about stargazing at the library!$h#$b#I might have to borrow Maru's telescope!",
    "PP.Penny.summer_25": "It's the perfect day for a lazy afternoon by the lake.",
    "PP.Penny.fall_27": "Aren't fall colors just breathtaking?",
    "PP.Penny.winter_5": "The snow is always so beautiful.#$b#Maybe we can build a snowman together!$h",
    "PP.Penny.winter_7": "The wind was howling so loud last night...$s#$b#It's a good thing we have this fire to keep us warm!"
}