{
    /*GENERAL DIALOGUE*/
    "HH.Introduction": "Wow. I would've expected someone from the city to be better dressed...$u#$e#What do you want?!$a#$b#Oh... I'm Haley.$u",
    "HH.cropMatured_421": "I peeked over your fence and saw sunflowers...$l#$e#My name means 'field of hay', but your beautiful flowers have me imagining it as a field of sunflowers...$h",
    "HH.married_Emily": "Hm, I guess we're in-laws now. Weird.$u",
    "HH.divorced_Emily": "Things didn't work out?$u#$b#That's a shame... now I'm back to sharing vanity space in the bathroom.$u",
    "HH.married_Emily_memory_oneweek": "Is Emily doing okay?#$b#Not that I care. I don't. I'm just surprised someone married her.$l",

    "HH.Mon": "I hate how tiny this town is.$u#$b#It's, like, a million miles to any decent shops.$u",
    "HH.Mon6": "This town used to feel so small... suffocating.#$b#It's growing on me, though.",

    "HH.Tue": "Those shoes...^You look super pretty.#$b#Are they plastic?^Are you even wearing makeup?",
    "HH.Tue2": "I might go shell hunting later on, but I have low expectations.#$b#Shells aren't the best this time of year.",

    "HH.Wed": "If this town didn't have a beach, I'd be with my parents on their cruise.$u",
    "HH.Wed4": "I love when the flowers start to bloom. Especially those sweet smelling pink ones.$h",
    "HH.Wed8": "This place only has two redeeming qualities.#$b#The beach and...*giggle*$l",

    "HH.Thu": "#$1 HaleyClothes#I desperately need to purge my closet of last year's stuff.#$e#I have to make room for the newer, cuter stuff!",
    "HH.Thu6": "I tried to make dinner last night. It turned out... okay!$h#$e#But Emily is super mad about the mess.$s",

    "HH.Fri": "%Haley looks busy.",
    "HH.Fri2": "You're filthy...#$e#Don't you get sick of that farm? I could never do it.",
    "HH.Fri6": "I really need to focus more on my photography.$s#$e#My portfolio is due soon.",
    "HH.Fri10": "I'm warning up to the idea of a camping trip...#$b#But not far, okay?",

    "HH.Sat": "I'm starting a petition for a mall. This town is boring.$u",
    "HH.Sat8": "#$1 haleySeagull#I saw this seagull yesterday that was tangled up. I set her free, obviously. It was like Emily possessed me.",

    "HH.Sun": "Don't get me wrong, I love Emily, but sometimes her actions are... questionable.$u",
    "HH.Sun6": "The amount of shoes I have is overwhelming...$s#$b#I hate to part with them, but I have no choice.$s",

    /*EVENT DIALOGUE*/
    "HH.FlowerDance_Accept": "You're asking *me*? That's brave...$u#$b#Kidding! I'd love to be your partner, as long as you don't step on my toes.$h",
    "HH.FlowerDance_Accept_Spouse": "Aw, of course!$h#$e#Do you think they'll make an exception for the Flower Queen...$s",
    "HH.GreenRain": "I always assumed this place would be dirty because, well, I mean... look at it.$u#$b#I'm glad I was wrong. I wouldn't want Emily working in a filth factory.",
    "HH.GreenRain_2": "Whoever said green is the new pink is *seriously* disturbed.",
    "HH.eventSeen_14": "Those pictures turned out great! I'm going to use them in my portfolio.$h",
    "HH.eventSeen_13_memory_oneweek": "%Haley smiles at you and jingles her Great-Grandma's bracelet on her wrist.",
    "HH.eventSeen_12_memory_oneweek": "Ooh, did you sneak one of my fahsion mags? Muddy boots are this season's big thing!$h",
    "HH.eventSeen_12_memory_twoweeks": "I wish my parents would stop sending postcards.$a#$b#They just make m-- Emily! They make Emily feel bad...$s",
    "HH.eventSeen_11_memory_oneweek": "Have you ever heard of 'squirrel loaf'?$u#$b#Me neither, until Emily practically forced it down my throat!$a",
    "HH.eventSeen_11_memory_twoweeks": "Last night's episode of 'Tears' destroyed me...*sob*$s",

    /*GIFTING DIALOGUE*/
    "HH.AcceptBirthdayGift_Loved": "You really put in work on this one.$8#$b#You've made this birthday significantly less lame than last year's!$h",
    "HH.AcceptBirthdayGift_Liked": "You remembered my birthday? That's so cute!$h#$b#I really like it, thanks!$h",
    "HH.AcceptBirthdayGift_Negative": "Are you serious? Something has to be *seriously* wrong with you.$a",
    "HH.AcceptGift_(O)StardropTea": "Where did you even get this?$8#$b#It's so pretty I almost don't want to drink it...",
    "HH.AcceptGift(O)88": "Wait, a coconut? These are my absolute fave!$h#$e#I make Emily crack them open so I can drink the water. Best drink ever!$h",
    "HH.AcceptGift_(O)421": "Did you grow these yourself?$l#$b#There's nothing I love more than sunflowers.$h",

    /*ROMANCE DIALOGUE*/
    "HH.dating_Haley": "Took you long enough!$l",
    "HH.dating_Haley_memory_oneday": "Your eyes look pretty in the sun.$l",
    "HH.dating_Haley_memory_oneyear": "I won't wait forever for that mermaid pendant, you know.$u",
    "HH.divorced": "Can I help you?$a#$e#I'm doing just fine without you. Run along.$u",
    "HH.breakUp": "What?$12#$b#Fine. I don't care.$u",
    "HH.dumped_Girls": "Ew, I am *not* talking to you.$u",
    "HH.secondChange_Girls": "If you ever lie to me again, I'll never forgive you.#$e#And I mean never.$u",

    /*RESORT DIALOGUE*/
    "HH.Resort_Entering": "I swear I saw a dolphin on the way in! Do you think we can swim with them?",
    "HH.Resort_Leaving": "The sun, like, revitalizes me... or something. I feel amazing!$h",
    "HH.Resort_Shore": "Do you think there are other islands nearby? Maybe with even better drinks!",
    "HH.Resort_Shore_2": "That horizon goes on forever... it would make for an amazing photo.$8#$e#I can't believe I forgot my camera.$a",
    "HH.Resort_Towel": "I have the perfect sunscreen formula... this tan is art!",
    "HH.Resort_Towel_2": "Right here. This is where I'm meant to be. It's been decided.",
    "HH.Resort_Towel_3": "I ordered this swimsuit from one of Emily's seamstress friends in the city.#$e#I would love to spend a day there, just browsing all that glamorous fashion...",
    "HH.Resort_Chair": "I painted my toenails blue, like the ocean! I think they came out super cute. *wiggle*$h",
    "HH.Resort_Bar": "Gus made this drink cute and fruity, just like me!$h#$e#For me! I meant for me! For!$l",
    "HH.Resort": "I wish I could stay here forever! I wonder what the real estate is like...$u",

    /*SUMMER DIALOGUE*/
    "HH.summer_Mon6": "I love flipping through fashion magazines for inspiration!#$b#The photographer has such a good eye.$8",

    "HH.summer_Tue2": "Have you considered buying a new outfit?",
    "HH.summer_Tue8": "I guess I don't hate living here.#$e#If I lived in Zuzu City, I might miss you.$l",

    "HH.summer_Wed4": "I need to go see Alex for some ice cream...#$b#It's too hot.",

    "HH.summer_Thu": "My hair gets so light in the summer from all the sun.$h#$e#It's a handy tip!",
    "HH.summer_Thu6": "Make sure you get a healthy amount of sunlight!#$b#Wouldn't want you to get sunburnt.",

    "HH.summer_Fri": "What should I do today...#$e#Huh? I didn't see you standing there.",
    "HH.summer_Fri4": "I've been practicing my signature all day.#$e#You know, for when I'm famous?",
    "HH.summer_Fri10": "Hi, @!#$b#Do you ever think about kids?$l",

    "HH.summer_Sat6": "I'd love to go swimming today.$h",

    "HH.summer_Sun": "I can't cook, so Emily is in charge of dinner... But she makes all kinds of weird recipes.",
    "HH.summer_Sun6": "You know, Emily isn't weird. We have a lot in common, she's just... different.#$b#You know, in how she expresses herself.",

    "HH.summer_10": "Please tell me you have bunnies at %farm.$8",

    /*FALL DIALOGUE*/
    "HH.fall_Mon": "The leaves are so pretty.$h#$b#Until they get slimy and stick to my boots.$a",
    "HH.fall_Mon10": "@, you make the days way better.$l",

    "HH.fall_Tue": "Your clothes smell weird... like dirt.$u",
    "HH.fall_Tue2": "I forget you work on a farm until I smell you coming from a mile away.",
    "HH.fall_Tue8": "I actually don't hate the smell of dirt.#$b#I think it's because you're always nearby.$l",

    "HH.fall_Wed": "Hey.#$e#Did you need something?$u",
    "HH.fall_Wed4": "I'm bored, like, all the time. Come say hi.",

    "HH.fall_Thu": "I need to go shopping...*sigh*",
    "HH.fall_Thu6": "Shopping isn't as fun when you go alone.$s",

    "HH.fall_Fri": "You're covered in grass stains. Could you take, like, ten steps back?$u#$e#What? I'm allergic.",
    "HH.fall_Fri4": "You've been working hard, huh?#$b#Have you considered, I don't know, resting?",

    "HH.fall_Sun": "The forest is good for photos, but horrible for my shoes...$s",
    "HH.fall_Sun6": "I've been thinking about going deeper into the forest for my photos...#$b#Could you come with me?",

    /*WINTER DIALOGUE*/
    "HH.winter_Mon": "I'm moving somewhere warmer.",
    "HH.winter_Mon8": "It's too cold here, but I'm not brave enough to move away...",

    "HH.winter_Tue": "Hi? Do you need something from me?$u",
    "HH.winter_Tue2": "What's your name again? @?#$e#Sorry.",
    "HH.winter_Tue4": "I'm so bored that I'll listen to anything.#$e#Like, is anything exciting happening on your farm?",

    "HH.winter_Wed": "I wish someone around here made a decent peppermint coffee...$s#$e#No, not you. I know you don't know your way around a cup of coffee.$u",
    "HH.winter_Wed6": "I wish people saw me for more than my clothes.$s#$e#I mean, I know I like fashion, but it isn't the only thing I like.#$e#What about my photography?",

    "HH.winter_Thu": "I'm making an inventory of my spring wardrobe so I'm prepared.",
    "HH.winter_Thu6": "Hmm... Maybe I'll donate last season's skirts to charity.#$b#I have to make room for next season somehow!",

    "HH.winter_Fri": "You should have ponies.#$e#Everybody likes ponies.",
    "HH.winter_Fri8": "Still no pony?$s",

    "HH.winter_Sat": "The best part about winter is having an excuse to sleep as much as I want.",
    "HH.winter_Sat8": "I love winter, just because you have less work to do. It means you can spend more time on important things.#$b#Me!$h",

    "HH.winter_Sun": "Gift giving isn't that hard.$u#$b#Find something cute, something sparkly, and bam! Instant smile.$h#$e#Trust me, I'm an expert.",
    "HH.winter_Sun6": "Ugh, if you see Alex just tell him I'm busy.$u",
    "HH.winter_Sun10": "Wow...$l#$b#You look great, @.$l",

    "HH.winter_9": "Hmm... Your shirt is kind of cute.#$b#Where did you get it?$u",

    /*NEW DIALOGUE: GENERAL*/
    "HH.Mon2": "Ugh, there's nothing good to eat in the house.$u#$e#I'll just have coffee.",
    "HH.Mon4": "Did you see the latest trends in Zuzu City Monthly?$8#$b#Everything I wear looks so boring in comparison.$s",
    "HH.Mon8": "The light filtering through the trees is pretty today!$h#$e#It would make for a great magazine cover...#$b#Hey, @! Come pose for me!$h",

    "HH.Tue4": "Ugh, another Tuesday. Why does time feel so slow in this town?$u",
    "HH.Tue6": "Tuesdays are okay when you have friends who make things interesting.",
    "HH.Tue8": "I found this cool article on camera lenses. You should check it out!$h",

    "HH.Wed2": "Is this week ever going to end?$u",
    "HH.Wed6": "Maybe I should try that new smoothie recipe Emily showed me.",

    "HH.Thu2": "I'm busy.#$e#Don't interrupt.$u",
    "HH.Thu4": "You're always out and about. Don't you ever crave peace and quiet?",
    "HH.Thu8": "You're more interesting than anyone else in this town, @.",

    "HH.Fri4": "I'm having a bad hair day.$s#$b#Do you think anyone will notice if I wear a hat?",
    "HH.Fri8": "Today feels like a good day for change.#$b#Maybe I'll finally try that new hairstyle I saw in last month's issue.",

    "HH.Sat2": "Why is everyone here so... ordinary?$u",
    "HH.Sat4": "You seem to be good at everything you do.$u",
    "HH.Sat6": "Not a bad day so far.#$b#Maybe something exciting will happen later.",

    "HH.Sun2": "You seem different. More... interesting.",
    "HH.Sun4": "I feel like I need a little escape today...$s",
    "HH.Sun8": "I used to be obsessed with the Gonas Brothers.#$b#It's kind of embarrassing, but...$l",

    /*NEW DIALOGUE: SUMMER*/
    "HH.summer_Mon": "Another humid day in Pelican Town.#$b#Not exactly ideal for hair and makeup.$u",
    "HH.summer_Mon2": "Did you see the new swimsuit collection in Zuzu City Monthly?$8#$e#I need to order one ASAP!",
    "HH.summer_Mon4": "Time to show off my new outfit and soak up some rays.$h",
    "HH.summer_Mon8": "Ugh, I'm sweating just looking at you!$u#$b#You need some help on that farm.",

    "HH.summer_Tue": "We should all just stay inside with the fans on high.$u",
    "HH.summer_Tue4": "I can't wait to break out my new bikinis!$h",
    "HH.summer_Tue6": "Another hot day...#$b#But the sun reminds me of beach days with Dad.$s",

    "HH.summer_Wed": "Finally! A day worthy of my fabulous sunglasses!$h",
    "HH.summer_Wed2": "How aren't you melting right now?$u",
    "HH.summer_Wed6": "You need a break and some coconut water, stat!",
    "HH.summer_Wed8": "One year, Emily and I built this amazing sandcastle.#$e#I should ask her for a beach day.",

    "HH.summer_Thu2": "Maybe a cool drink and some gossip will perk me up.",
    "HH.summer_Thu4": "The sun is totally blinding. I gotta find some cute sunglasses that won't clash with my swimsuit.",
    "HH.summer_Thu8": "I need you to be my model! You're perfect for summer fashion!$h",

    "HH.summer_Fri2": "Did you see that interview with Zuzu City's hottest new fashionista?$8#$e#Total style goals.",
    "HH.summer_Fri6": "This heat makes me miss those fancy iced teas they had at Mom's beach resorts.$s",
    "HH.summer_Fri8": "You know, @, sometimes you surprise me.#$b#Maybe there's more to you than meets the eye...$h",

    "HH.summer_Sat": "Oh, hey... Who are you again?",
    "HH.summer_Sat2": "Don't you ever just chill and binge reality TV like a normal person?$u",
    "HH.summer_Sat4": "Alex should sell popsicles shaped like sea creatures at his stand!$h#$e#Adorable, right?",
    "HH.summer_Sat8": "Have you seen Mayor Lewis today?#$b#I need to pester him about installing air conditioning in our houses.$a",

    "HH.summer_Sun2": "This weather makes me want to spend all day at the beach.",
    "HH.summer_Sun4": "My mascara is literally melting off my face, it's so hot.$a#$e#The summer heat is brutal.",
    "HH.summer_Sun8": "Ugh, I hate sweating!$a#$b#Let's ditch everything and have some fancy summer drinks.$h",

    /*NEW DIALOGUE: FALL*/
    "HH.fall_Mon2": "The crisp fall air does have it's charm.#$b#I guess.$u",
    "HH.fall_Mon4": "I'm thinking about grabbing a hot cider and curling up with a magazine.$h#$e#Sounds like a perfect Monday to me.",
    "HH.fall_Mon6": "Have you seen the leaves changing in the forest?$8#$b#Maybe they'll make for some cute photos for my portfolio...",
    "HH.fall_Mon8": "You konw, I've never carved a pumpkin before...",

    "HH.fall_Tue4": "Fall is pretty, but these weekdays drag on forever.$u",
    "HH.fall_Tue6": "Ugh. And double ugh for having to rake leaves this morning.$a",

    "HH.fall_Wed2": "Do you think it's too early to start decorating?",
    "HH.fall_Wed6": "I was able to talk Emily into going on a fall shopping spree this weekend!$h",
    "HH.fall_Wed8": "Ugh, I need a pumpkin spice latte, like... right now!$a",

    "HH.fall_Thu2": "I wish Gus would put out a fall menu.$u#$e#Pumpkin ravioli sounds so good right now.",
    "HH.fall_Thu4": "We used to do a hayride, but Marnie doesn't have horses anymore.#$b#Not that I miss being bumped around in that dusty old cart.$u",
    "HH.fall_Thu8": "Fall allergies are the worst.$a#$b#Do you have a tissue?$u",

    "HH.fall_Fri2": "I hate packing away my cute summer clothes.#$e#So depressing.$s",
    "HH.fall_Fri6": "Emily wants me to go pumpkin picking this weekend.$u#$b#Not really my thing, but it makes her happy.",
    "HH.fall_Fri8": "This fall weather is, like, super inspiring.$8#$e#I might have to do a shoot based on these colors.",

    "HH.fall_Sat": "Fall means less beach time.$u#$b#Not a fan.",
    "HH.fall_Sat2": "Fall means pumpkin spice lattes, right?#$b#Makes the season more bearable.",
    "HH.fall_Sat4": "There should be a costume contest at the fair, don't you think?",
    "HH.fall_Sat6": "Fall is beautiful and all, but the wind makes my hair crazy.$a#$e#I should just wear hats all season.$u",
    "HH.fall_Sat8": "I'm running out of time to decide my costume! Help!",

    "HH.fall_Sun2": "Pumpkin carving seems messy and boring.$u#$b#How does Emily do it?",
    "HH.fall_Sun4": "I've been craving apple cider donuts from this adorable bakery in the city.$s#$e#You should go get them for me.$h",
    "HH.fall_Sun8": "I need a new fall jacket, but all of the styles are boring!$u#$e#Maybe you could make me something unique!$8",

    /*NEW DIALOGUE: WINTER*/
    "HH.winter_Mon2": "Any tips for keeping warm besides bulky sweaters? I hate those.$u",
    "HH.winter_Mon4": "I need to get a new scarf before the next snowstorm hits.",
    "HH.winter_Mon6": "My skin is so dry and flaky!$a#$e#I need to make some face masks.#$b#I even have a recipe for a winter body scrub.",

    "HH.winter_Tue6": "I'm getting restless being cooped up all winter!$a",
    "HH.winter_Tue8": "Gift giving is practically my superpower!#$e#Seriously! Tell me who your secret friend is and watch me work my magic.$h",

    "HH.winter_Wed2": "Maybe I can bribe Jas and Vincent to shovel the walkway for me...",
    "HH.winter_Wed4": "I can't believe how dry the winter wind makes my hair!",
    "HH.winter_Wed8": "Winter really isn't the best season for photography, is it?$s#$e#At least the snow makes for a decent backdrop.",

    "HH.winter_Thu2": "The wind is whipping my hair everywhere!$a",
    "HH.winter_Thu4": "I'm feeling nostalgic for winters when Emily and I were kids.#$e#We built snow forts and had these epic snowball fights.$h",
    "HH.winter_Thu8": "I've been indulging in some retail therapy lately.#$b#I found the cutest vintage fashion magazines!$h",

    "HH.winter_Fri2": "Winter fashion is so boring.$u",
    "HH.winter_Fri4": "I'm seriously struggling with my secret friend gift this year. Any ideas?",
    "HH.winter_Fri6": "My snowpal is going to have a crown.#$b#And a bouquet of twigs.",

    "HH.winter_Sat2": "How am I supposed to want to get out of bed when it's so cold and dark outside?$u",
    "HH.winter_Sat4": "I always set New Year's resolutions, but I never stick to them.",
    "HH.winter_Sat6": "Maybe we could go for a winter photography walk in the forest sometime?#$b#We could capture some special memories.$l",
    
    "HH.winter_Sun2": "Maybe I should start planning my spring wardrobe...",
    "HH.winter_Sun4": "Have you seen the new winter clothes in Zuzu City Monthly?$8#$b#Some of them are pretty cute.",
    "HH.winter_Sun8": "I've been craving chocolate covered strawberries and a warm cup of tea.",

    /*NEW DIALOGUE: SPRING*/
    "HH.spring_Mon": "Ugh. Pollen everywhere.$u#$e#At least I can finally take some decent outdoor photos.",
    "HH.spring_Mon2": "Spring's not so bad.#$b# I can wear my cute outfits without freezing to death.$h",
    "HH.spring_Mon4": "I love the idea of a tea party in spring.$8#$e#Maybe I'll invite some friends over and we can dress up in vintage outfits.$h",
    "HH.spring_Mon6": "Spring has me thinking about this time my parents and I danced in the rain.#$b#It was so much fun.$s",
    "HH.spring_Mon8": "I'm trying to appreciate the little things about spring.#$b#The warm sun on my skin, the birds singing...",

    "HH.spring_Tue": "Spring? You mean allergy season? Pass the tissues, please.$u",
    "HH.spring_Tue2": "The flowers are so pretty...$8",
    "HH.spring_Tue4": "I can't wait to fill my closet with florals!$h",
    "HH.spring_Tue6": "I'm really into the sophistification of old Hollywood glamor.#$b#I'm writng a post on it for my blog!$h",
    "HH.spring_Tue8": "I've been experimenting with some new hairstyles for spring.#$b#Should I do braids or beach waves?",

    "HH.spring_Wed": "Spring cleaning? No thanks.#$b#I'd rather spend my time doing something more interesting.$u",
    "HH.spring_Wed2": "Spring is a good time to experiment with new fashion trends.",
    "HH.spring_Wed4": "I'm working on a new post for my blog about spring trends.#$e#I'm excited to share my ideas!$h",
    "HH.spring_Wed6": "Spring always makes me a little sentimental.$s#$e#I wonder if my parents still have that old camera I used to play with when I was a kid...",
    "HH.spring_Wed8": "I have to admit, spring cleaning isn't that bad.#$b#It feels good to declutter and start fresh.",

    "HH.spring_Thu": "Hey there. *sniff* Are those... daffodils?",
    "HH.spring_Thu2": "Chores are a total buzzkill. Can't we just skip to summer already?",
    "HH.spring_Thu4": "Spring's not so bad, I guess.$u#$b#I like seeing the town come alive again.",
    "HH.spring_Thu6": "It's nice outside. Maybe I'll take a walk.",
    "HH.spring_Thu8": "You look busy, but maybe after you're done you could, uh, come hang out for a bit?$l",

    "HH.spring_Fri": "You again?#$e#Look, enjoy your farm chores. I'm busy.$u",
    "HH.spring_Fri2": "Spring makes me want to redecorate.#$b#Maybe I can get Alex to move furniture for me.",
    "HH.spring_Fri4": "Maybe I'll get a haircut. You know, something a little more... springy.",
    "HH.spring_Fri6": "Spring cleaning has me thinking about revamping my wardrobe.$8",
    "HH.spring_Fri8": "You know, since I met you, I feel like I can actually be myself.$l",

    "HH.spring_Sat": "Can't say I understand the appeal of spending all day outside in the dirt.$u",
    "HH.spring_Sat2": "I guess it's not so bad having someone to complain with.",
    "HH.spring_Sat4": "Have you ever considered opening a petting zoo?$8",
    "HH.spring_Sat6": "I want to travel somewhere new, you know. Maybe somewhere with beautiful beaches...$8",
    "HH.spring_Sat8": "I'm people watching. It's funny. Seeing everyone out and about makes me realize how much livelier it is with you around.",

    "HH.spring_Sun": "I wish Emily would let me hire someone to do the spring cleaning...$u",
    "HH.spring_Sun2": "You know dandelions are just weeds, right?$u",
    "HH.spring_Sun4": "The town square could use some sprucing up. Maybe with some spring flowers?",
    "HH.spring_Sun6": "Spending time with you isn't as bad as I thought it was going to be.$l",
    "HH.spring_Sun8": "I really look forward to seeing you.$l",

    /*MARRIAGE DIALOGUE*/
    "HH.Rainy_Day_0": "Sunny weather will always be superior.",
    "HH.Rainy_Day_1": "How long until we can retire?#$b#I can't help but daydream about days on the beach...$l",
    "HH.Rainy_Day_2": "I got up early to get some baking done! [223 234 211 651 731]#$e#Eat up so you don't get lightheaded.",
    "HH.Rainy_Day_3": "I can't step foot out there...$s#$e#My hair won't make it!",
    "HH.Rainy_Day_4": "You're going out in that?#$b#Please promise to wipe your feet before you come back...",

    "HH.patio_Haley": "Hold on, honey! I got the perfect shot!$h",

    "HH.Rainy_Day_Haley": "How am I supposed to get a tan in this weather?$a",

    "HH.Rainy_Night_0": "Thank Yoba you're back. I was trying to stay awake for you.",
    "HH.Rainy_Night_1": "It better be sunny tomorrow!$a#$e#I can only take so much rain before I get fussy.$u",
    "HH.Rainy_Night_2": "Do you think Emily is lonely?$s#$e#I have to plan a visit.",
    "HH.Rainy_Night_3": "Rain ruins everything.$a#$b#The lighting is horrible and the water will ruin my camera!",
    "HH.Rainy_Night_4": "I tried my hand at dinner... I hope it isn't too awful! [727 231 207 199]$h",
    "HH.Rainy_Night_5": "I'm surprised at how much I love living here.$h",
    "HH.Rainy_Night_Haley": "Hi, honey! I was really starting to miss you.$l",

    "HH.Indoor_Day_0": "I made breakfast! Does it smell alright? [194 195 210 211 216]#$e#I won't keep you from your work.",
    "HH.Indoor_Day_1": "Did you sleep well?$h#$e#I'm gonna take some photos today. The lighting is perfect!$h",
    "HH.Indoor_Day_2": "You were snoring last night.$u#$b#I'm glad you slept so well!$h",
    "HH.Indoor_Day_3": "Can I have a kiss before you go?$l",
    "HH.Indoor_Day_4": "Be safe out there!#$b#And try not to work too hard!",
    "HH.Indoor_Day_Haley": "I was so confused before I met you.$s#$b#You helped me realize and pursue my dreams.$l",

    "HH.Indoor_Night_Haley": "You look stressed.$s#$e#I always tell you not to work too hard!",

    "HH.Outdoor_0": "Spending time outside makes me feel refreshed.$h#$e#The landscape is so beautiful here at %farm.",
    "HH.Outdoor_1": "Ooh, we should get more farm decorations!$h",
    "HH.Outdoor_2": "I'd love to help you out there, except...#$b#My nails. You get it, right?",
    "HH.Outdoor_3": "How can I help?#$e#I'm on it!#$b#...Later!$h",
    "HH.Outdoor_4": "Make sure to take breaks!",
    "HH.Outdoor_Haley": "Ooh, I can work on my tan!$h",

    "HH.funLeave_Haley": "I'm going to socialize in town today!#$b#I'm looking for interesting gossip.",
    "HH.funReturn_Haley": "It was a nice walk into town. I love seeing everyone.$h",

    "HH.OneKid_3": "I'm still getting used to being a mother...#$b#I didn't have the best example.$s",
    "HH.TwoKids_2": "We're so lucky. %kid2 is such a beautiful baby.$h",
    "HH.TwoKids_3": "We have the cutest family in town, easy.",

    "HH.spring_2": "What seeds did you get?#$b#Can I guess?$h",
    "HH.spring_1": "I'm so glad winter is over.$u#$b#We've got lots of sunny weather to look forward to!$h",

    "HH.summer_3": "This humidity is brutal on my hair...$s",
    "HH.summer_15": "Do I love summer? Yes.#$e#Do I love the flies and ants that come with it? No.$a",

    "HH.fall_2": "Summer come back...",
    "HH.fall_1": "Fall is kind of depressing... everything is dying.$s",

    "HH.winter_14": "My skin is so dry.$s",
    "HH.winter_2": "I'm craving pink cake...$8#$b#Do you have the recipe?",

    "HH.spring_Haley": "Aren't you glad winter's over, @? Things are more hopeful now!$h",
    "HH.summer_Haley": "I love watching the fireflies. They look so cheerful.$h",
    
    "HH.fall_Haley": "I love summer, don't get me wrong, but fall is the best for photo lighting.",
    "HH.winter_Haley": "It's a good thing we live together now.$h#$b#I won't need to go too far to get a jar opened."
}