{"i18n_key_1": "Seems like a water pipe system. Looks old and rusty.", "i18n_key_2": "Some sort of old broken engine. There's lots of books inside!", "i18n_key_3": "A metal pipe.", "i18n_key_4": "A metal pipe. This one is vibrating.", "i18n_key_5": "You hear distant singing from this one... somebody must be taking shower up there.", "i18n_key_6": "Looks like a part of sewer maintenance machinery...", "i18n_key_7": "This mechanism opened something...", "i18n_key_8": "Looks like a part of sewer maintenance machinery... Doesn't seem to work. You can see there's a cog missing.", "i18n_key_9": "A fancy vase.", "i18n_key_10": "Another one.", "i18n_key_11": "What a strange one...", "i18n_key_12": "There's a whole bunch of them. Seems like Krobus really likes collecting vases.", "i18n_key_13": "Wow, this one looks unique!", "i18n_key_14": "You can smell a slight incense odour from this one.", "i18n_key_15": "Unknown dried plant.", "i18n_key_16": "A pile of books, most of them are dictionaries.", "i18n_key_17": "'Introduction to Linguistics: Human Language.'", "i18n_key_18": "Won't budge. There's a familiar magic symbol drawn on top...", "i18n_key_19": "You can barely squck your arm through... There must be a way to open this.", "i18n_key_20": "It's pitch dark in there. I really should tie some rope for safety before going down... But where can I get the rope? Maybe somebody will sell me one?", "i18n_key_21": "It's not safe to go any further now...", "i18n_key_22": "What was that loud noise?$u#The mechanism downstairs?$u#...#I promised I won't tell anyone what it's for but...$s#Here, in these sewers a secret passage is hidden...$u#No, I won't tell you where it is.#But you are free to seek for it yourself.$h", "i18n_key_23": "You found the entrance to the secret room? That's admiring.$u#And yes, it cannot be opened...#...Not without the special artifact.$u#I can't tell you what's down there...#All I can tell is that that place was sealed for a reason.", "i18n_key_24": "I told you it was sealed for a reason.$h#Did you met the dark creatures below?$u#He-he-he...$h#", "i18n_key_25": "Serpents won't understand any language made with words.#...If you want to communicate with them, you need to learn the language made with sound.#How do I know?$u#...Where do you think I get void eggs from?$h#", "i18n_key_26": "I'm hearing increased human activity up there today.$u#Do you know why it is so?", "i18n_key_27": "I hear a strange distant music near the southern entrance today.#Are you performing a ritual up there?$u#", "i18n_key_28": "There are some glowing creatures lurking in sewer waters today.#I thing they are magical creatures.$u#...The sewers are not the right place for them to be though.", "i18n_key_29": "Lot's of unknown noises and smells from up there today...#I specifically like the smells.$h#I'm waiting for the dark for me to venture on the surface.", "i18n_key_30": "I know today is an important date for you humans. You dress up in the images of your fears and pay homage to the darkness.$u#For Shadow People this day is special too - we pay respect to our own fear of sunlight.", "i18n_key_31": "Today I hear some preparations are happening up there again...$u#I would like to watch your sacred rituals more closely one day.", "i18n_key_32": "Do I know something about a secret passage in the sewers?#...#...Of course not, there's nothing special down there.#...#...I shall give you an advice - you shouldn't wander around in such dark places that much.", "i18n_key_33": "The Void Serpent beings... They are a creatures of pure darkness.#I've had various attempts of communicating with them but they won't listen.#That cave was there long before I found my home here and swore to protect this place.#I had to seal the entrance for the sake of protection the Valley.", "i18n_key_34": "Well well well - you found my secret serpent den... I'm impressed.$e#...even such highly secret place cannot be hidden from you.$e#How good are you with wind instruments, kid?$b#...such skill would be very handy if you would like to visit that place in the future.$e", "i18n_key_35": "Looks like some sewer maintenance machinery...", "i18n_key_36": "Doesn't seem to work.", "i18n_key_37": "On close inspection you notice there's a cogwheel missing...", "i18n_key_38": "Maybe if I find one, I can fix this thing?", "i18n_key_39": "You put cogwheel into an empty slot.", "i18n_key_40": "Something opened...", "i18n_key_41": "So dark in here...", "i18n_key_42": "What's this over there?", "i18n_key_43": "Some sort of sewer hatch.", "i18n_key_44": "Haven't move on an inch.", "i18n_key_45": "There's some kind of magic seal on top...", "i18n_key_46": "What kind of thing could be down there?", "i18n_key_47": "You decide to use the Dark Talisman...", "i18n_key_48": "...The magic seal is gone...", "i18n_key_49": "It's open now...", "i18n_key_50": "...the stairs all rusty... Doesn't look that safe.", "i18n_key_51": "Try to get down?#Yes.#No.", "i18n_key_52": "You decided to take the risk.", "i18n_key_53": "What did you think jumping right into an unknown hole in the ground?!$a", "i18n_key_54": "...We should get out of here now.", "i18n_key_55": "Take my advice - don’t poke your nose into that dark place anymore.$a", "i18n_key_56": "...", "i18n_key_57": "You have the soul of an adventurer, I understand it very clearly... But even so, there's some things that you should avoid at all cost...", "i18n_key_58": "How did I know you were there?", "i18n_key_59": "I felt that the magic seal had been broken...", "i18n_key_60": "It's a pure miracle I made it in time!", "i18n_key_61": "...So, please - don't push your luck any further with this dark place... The magic seal was there for a reason.", "i18n_key_62": "I must go now... This emergency situation caught me right in the middle of important experiment.", "i18n_key_63": "Don't get in any more troubles, I warn you. I might not have a chance to help you next time.", "i18n_key_64": "Why such scary place even exist under the Valley?", "i18n_key_65": "Yet I wonder...", "i18n_key_66": "Perhaps I should bring a proper equipment first.", "i18n_key_67": "I don't want to accidentally fall down and stuck in some unknown dark cave, right?...", "i18n_key_68": "What do you think you're doing?!$a", "i18n_key_69": "You broke my magic seal without my permission...", "i18n_key_70": "You shall know that this place was sealed for a reason...", "i18n_key_71": "Sigh...", "i18n_key_72": "I must warn you from going down there...", "i18n_key_73": "...But that adventurer spirit shine in your eyes tells me you won't listen my advice.", "i18n_key_74": "I don't blame you for that.", "i18n_key_75": "...So let me satisfy your curiosity by showing you what's down there.", "i18n_key_76": "...After you.$h", "i18n_key_77": "...I decided to use teleportation instead.$h", "i18n_key_78": "He-he...", "i18n_key_79": "What?", "i18n_key_80": "In the end it was your own desire to go down here.$h", "i18n_key_81": "...We should get out of here now... I'll help you to transport more safely this time, he-he.", "i18n_key_82": "I hope it fulfilled your adventurous desires...", "i18n_key_83": "Take my advice - don’t poke your nose into that dark place anymore.", "i18n_key_84": "You have a brave soul, I understand it very clearly... But even so, there's some things that you should avoid at all cost...", "i18n_key_85": "You're really lucky you ventured down there under my guardiance.", "i18n_key_86": "Yet I wonder... Maybe he can tell me more about those dark creatures...", "i18n_key_87": "You tied the rope to the hatch edge.", "i18n_key_88": "It's better to find a way to calm down those snakes before exploring that place.", "i18n_key_89": "You found a... snake milk?", "i18n_key_90": "...Drink it?", "i18n_key_91": "#...Yes?#Yes!", "i18n_key_92": "It tastes awful...", "i18n_key_93": "But you feel stronger now!", "i18n_key_94": "@!$l", "i18n_key_95": "...No, everything's fine! I've just...$l", "i18n_key_96": "So, do you need some new tool upgrade?$h", "i18n_key_97": "Oh, a rope?", "i18n_key_98": "Sure, I have sets of ropes I use for spelunking.", "i18n_key_99": "If you need one, I can sell a couple!$h", "i18n_key_100": "So, it'll cost you 5000 $", "i18n_key_101": "Sorry, I can't make the price lower.", "i18n_key_102": "Those aren't just regular ropes...", "i18n_key_103": "It's high quality nylon you know?$u", "i18n_key_104": "So, 5000 $ it is then.", "i18n_key_105": "Thank you!$h", "i18n_key_106": "I hope you'll put this rope in a good use.", "i18n_key_107": "#I'm sure will.#...", "i18n_key_108": "Oh well, have a good day then.", "i18n_key_109": "If you'll need any tool upgrade, I'll be here!$h", "i18n_key_110": "Sigh...$s"}