{
	//  G E N E R I C  D I A L O G U E
	
	//  ABIGAIL
	"Abigail.Dialogue.spring_Thu": "Before you ask? No, Sam and Sebastian are not dating.#$b#Everyone always asks that.$3#$e#Oh, what is it then?",
	"Abigail.Dialogue.fall_Tue2": "Hey. You now any good scary stories?#$b#Preferably with queer characters who aren't stereotypical jokes?$3",
	"Abigail.Dialogue.Sun8": "My Aunt Ingrid hasn't visited in forever. She's the first one I came out to when I was a teenager.$6#$b#She's my dad's sister. I doubt my parents even talk about her, though.$2",
	"Abigail.Dialogue.summer_Tue2": "I'm pretty sure my mom would leave my dad in a heartbeat if Jodi asked her to.$1#$b#Not even joking!",
	"Abigail.Dialogue.summer_Mon8": "Why don't we have some kind of pride group?$3#$b#It's not like it's a secret how many of us are queer.",

	//  ALEX
	"Alex.Dialogue.fall_Tue": "I don't just like girls, you know.",
	"Alex.Dialogue.summer_Mon2": "My favorite thing about summer is everyone taking their shirts off.",
	"Alex.Dialogue.summer_Sat6": "Granny made pride cookies again. Did she offer you some already?#$b#She cracks me up.$1",
	"Alex.Dialogue.Thu4": "I think being hot is a rite of passage for professional gridball. Have you seen some of those guys?#$e#I'd fit right in.$1",
	"Alex.Dialogue.Sun6": "@. Do you think Shane is better looking than me? Be honest.#$b#I think he might be.#$e#What about Sebastian?#$b#Elliott?$2",


	//  CAROLINE
	"Caroline.Dialogue.Fri6": "I've known Abby was queer since she was very young. When you know, you know.#$e#I'm so proud of her for finding the courage to tell us.",
	"Caroline.Dialogue.Tue2": "Even all these years since I've known Jodi, I can't get over how pretty she is.",
	"Caroline.Dialogue.summer_Wed8": "Watching Evelyn go from confused and naive to open-minded and thoughtful has been so rewarding to watch.$1",
	"Caroline.Dialogue.Mon10": "@, this is going to sound crazy, but I think there's something going on between Morris and my husband.#$e#You should see some of their letters!$2",
	"Caroline.Dialogue.summer_Tue6": "It was easier to adjust to a small town than I expected. Everyone here is so accepting.#$e#Wouldn't you agree?",

	//  CLINT
	"Clint.Dialogue.Saloon4": "Psst. Farmer.#$b#Have I had one too many drinks or is that Shane making eyes at me?$4",
	"Clint.Dialogue.Saloon6": "Psst. Farmer.#$b#That Gus kinda makes cooking look like an art form, doesn't he?$4",
	"Clint.Dialogue.Tue6": "I feel a little out of place here, if you couldn't tell.#$e#A gay blacksmith? What am I contributing?$2",
	"Clint.Dialogue.fall_Mon4": "I think you kids here are really brave, talking about your identities so loud and such.#$b#Uh.$4#$b#Don't tell the others I said that.$2#$e#Uh, why?#$b#Because they'll think that's weird.",
	"Clint.Dialogue.summer_Fri6": "Pelican Town is a whole lot more accepting than my last town.#$b#Which is great and all, but I still feel lonely.$2",
	"Clint.Dialogue.winter_Thu10": "Apparently, my brother's got a problem with my niece being a proud lesbian.$3#$b#Called me to complain. This is exactly why I never came out to him.$3#$e#You think I should reach out to her?$4",

	//  DEMETRIUS
	"Demetrius.Dialogue.summer_Fri4": "Hello, @. Here's something interesting.#$b#Many species outside of humans exhibit homosexual behavior.#$e#At least 1500, and that's just what we've observed!",
	"Demetrius.Dialogue.summer_Tue2": "Hello, @. Here's something interesting.#$b#I've been finding strange pages from a book by a queer professor of literature.#$b#It's slightly too metaphorical for my taste, but... Keep an eye out.$1",
	"Demetrius.Dialogue.Tue6": "Robin was still married to her ex-wife when we met.#$b#It was an interesting time.$1",
	"Demetrius.Dialogue.Mon10": "I wasn't always this protective of my daughter, farmer.$5#$e#Maru had this terrible girlfriend, I thought she'd never recover.$2",
	"Demetrius.Dialogue.summer_Sun": "Dogs, cats, penguins, mallards, horses and buffalo have all been observed exhibiting homosexual behavior.#$e#It's all very interesting, don't you think?$1",

	//  ELLIOTT
	"Elliott.Dialogue.Tue2": "Based on my outfits, who do you, @, believe is my style icon?#$b#Hm?#$e#It'll come to you, friend.$1",
	"Elliott.Dialogue.Sun4": "Hm, I woke with the strangest feeling in my bosom this morning.#$e#Would you use she & her pronouns for me, for now?",
	"Elliott.Dialogue.summer_Wed6": "I've been shunned from every small town I've lived in before Pelican Town.$5#$e#I never intended for history to repeat itself, but the need to worry hasn't arose in over a year now.$1",
	"Elliott.Dialogue.fall_Wed2": "Have you consumed any of the writings of our good Professor Basil?#$b#You must.$8#$e#You must see yourself to the library immediately!#$b#You'll want to check the philosophy section.",
	"Elliott.Dialogue.Mon10": "I knew sincerely that all these years, I was preserving my soul for someone such as you, my dear, to love and accept me.#$b#For every single aspect of my identity. Not just the pretty parts.",

	//  EMILY
	"Emily.Dialogue.spring_Fri2": "I had a strange dream about one of the bachelorettes in town recently.#$b#I can't stop thinking about it!$6#$e#What do you think this means, @?",
	"Emily.Dialogue.summer_1": "Happy Pride Season, @!#$e#I hope we make you feel loved and supported here.$1",
	"Emily.Dialogue.Tue": "I love working at the saloon.#$e#It's the most accepting place I've ever worked, even compared to the city!",
	"Emily.Dialogue.spring_Mon": "Jodi's commissioning me to make a dress for Vincent's birthday.$1#$e#Don't tell him! I'm just excited.",
	"Emily.Dialogue.fall_Thu6": "I know I shouldn't, but I pick up Haley's chore a lot during this time of year.#$e#She won't admit it, but she misses Emma.#$b#She moved out of town a year ago and hasn't reached out.$2",
	"Emily.Dialogue.Sat10": "Oh! I would love to take you on a date to the desert one day.#$e#We can visit Sandy! And maybe even her sister, Jenny!#$b#... Who I used to date, so maybe not the best idea yet.$4",

	//  EVELYN
	"Evelyn.Dialogue.summer_Sat2": "Alex just told me all about what it means to be ace.#$e#All these years, I never knew!",
	"Evelyn.Dialogue.summer_Thu2": "I made some rainbow cookies for Pride Season.$1",
	"Evelyn.Dialogue.spring_Sat6": "You can't really tell now, but Pam used to be real beautiful.#$b#Oh, is that mean to say? I'm sorry, dear.$2",
	"Evelyn.Dialogue.summer_2": "I made some more cookies for Pride Season.$1#$b#But this time, I used frosting for the different flags in the community.$1",
	"Evelyn.Dialogue.summer_Sun4": "I think my grandson has a little crush on that boy with the long hair.#$e#Uh, hm… what's his name again?$2#$e#Edgar. Abraham?",
	"Evelyn.Dialogue.Mon4": "What's the name of that show that George likes, dear? With the man that has those thick eyebrows?#$e#No, no. Hm, it'll come to me.",


	//  GEORGE
	"George.Dialogue.summer_Wed": "My grandson likes boys, too, did I tell you that?#$e#If you got a problem with it, I don't want you here.#$e#*grumble* Don't care how cute he thinks you are.",
	"George.Dialogue.Fri2": "Back in the day, Mayor Lewis and I would spend time talkin' and reflecting on our careers.#$e#Hmph. Wonder why we don't talk so much anymore, that Lewis and I.",
	"George.Dialogue.summer_Thu8": "Accepting Alex being bi was the least of my worries after his mother died.#$b#He's had challenges with way more impact on who he is than that.$2",
	"George.Dialogue.Sun2": "You need something? That show I like is about to start.#$e#I like the main man in that show. Handsome fella.$1",
	"George.Dialogue.Sat4": "It ain't fair that you all can just be out and proud like you are.#$b#When I was young, I went through hell as a bi man.$3#$b#Hmph. Better late than never, I suppose.$2",

	//  GUS
	"Gus.Dialogue.summer_Fri2": "Pride Season is my favorite time of year.#$b#I get lots of extra tips from the folks like being gay is a charity or something.$1",
	"Gus.Dialogue.fall_Fri4": "Emily's the best worker the saloon's ever seen.#$e#She inspires the people, and I knew she would, once they got to know her.",
	"Gus.Dialogue.winter_Sat2": "If you see that Linus around, you tell him to stop by sometime.#$b#I don't get out enough to do it myself this time of year.$2",
	"Gus.Dialogue.summer_Fri6": "I got it, @. Pride-themed desserts.$1#$e#Wanna be my taste tester?",
	"Gus.Dialogue.Saloon6": "Farmer, you mind taking these drinks over to Clint and Willy for me?#$e#Thank ya.",

	//  HALEY
	"Haley.Dialogue.summer_Sun8": "Ugh, I miss my old friend group.$7#$e#We called ourselves 'LGBT Shes'.",
	"Haley.Dialogue.Thu2": "There aren't enough cute girls in this town.#$e#I mean, yeah, there's some. Just not enough.$3",
	"Haley.Dialogue.summer_Tue6": "My stupid stepmom told my dad about my ex-girlfriend.$5#$e#Ugh!$5",
	"Haley.Dialogue.Wed2": "Hey, you. Farmer. Who do you think is cuter, Leah or Penny?#$b#Emily and I were arguing about it this morning.",
	"Haley.Dialogue.fall_Mon4": "Oh my Yoba, can you believe that up until literally yesterday, my sister thought I was romantically interested in Alex?$3#$e#Who else thinks that?$5",
	"Haley.Dialogue.Mon10": "Would you be jealous if I told you I had, like, a huge crush on Penny for awhile?$11",

	//  HARVEY
	"Harvey.Dialogue.Thu2": "If you ever need it, I have tons of resources for LGBT+ youth in the clinic.#$b#Anonymous and free.#$e#Please don't think I'm singling you out. I like to mention this to everyone.#$e#It's important to know the resources available to you, especially since you're new here.",
	"Harvey.Dialogue.summer_Wed6": "I'm all revved up, farmer.$5#$e#I can't stand practicioners who misgender their patients in the name of so-called 'technicalities'.$5#$b#They're pathetic and embarrassing cowards.$5#$e#Excuse my language.$2",
	"Harvey.Dialogue.summer_Sun4": "Hey, @. Quick question. What is the best way to invite someone over for drinks?#$e#We have similar interests, but... is that strange?$2#$b#Agh, never mind, actually.$4",
	"Harvey.Dialogue.winter_Sat4": "I admire the work that everyone does around here.#$b#Like Clint. He's very strong, and it shows!#$e#That's just... an example.$8#$e#I should get back to work.$2",
	"Harvey.Dialogue.fall_Thu8": "One of the main reasons I'm embarrassed about attending the aerobics club is the stereotypes.#$e#I'm not ashamed of also liking men, but I don't like being the butt of jokes, either.#$b#Even light-hearted ones.$2",

	//  JAS
	"Jas.Dialogue.Wed6": "Aunt Marnie bumped into Miss Pam in town yesterday!#$b#The way they looked at each other was so silly.$1",
	"Jas.Dialogue.Tue4": "Vinny can be so annoying sometimes, but I love when he plays dolls with me.#$e#He's the only one I will share them with, though.$4",
	"Jas.Dialogue.summer_Sun4": "Miss Penny told us that there kids in the world who think the word gay is a swear.$3#$b#What the heck?$3",
	"Jas.Dialogue.Wed2": "Uncle Shane was flirting sooo bad with that delivery guy last night!#$b#It was so funny!$1",
	"Jas.Dialogue.Thu4": "Miss Penny had me and Vinny read a book about a girl who had a crush on her best friend who is also a girl.#$e#I loved it!$1",

	//  JODI
	"Jodi.Dialogue.fall_Fri4": "I don't think poor Sam even notices how hard he smiles when he's around Sebastian.#$e#They'll figure it out one day, right?$1",
	"Jodi.Dialogue.Tue6": "I'm so proud of my sons, for being brave enough to speak up about who they are.",
	"Jodi.Dialogue.Tue2": "Have you seen Vincent? He left his dolls all over the living room this morning.$4",
	"Jodi.Dialogue.winter_Sat6": "Oh, @. Do you know if Emily takes commissions?#$b#I'm thinking about buying Vincent a dress for his birthday.$1",
	"Jodi.Dialogue.Thu6": "I love spending time with Caroline in her sunroom. It takes my mind off of housework and worrying for my family.",

	//  LEAH
	"Leah.Dialogue.summer_Wed": "I'm making a sapphic sculpture right now.#$e#Tis the season, right?",
	"Leah.Dialogue.fall_Wed4": "I've been listening to Phoebe Bridgers lately.#$e#Are you a fan?",
	"Leah.Dialogue.winter_Thu8": "My brother wrote me this morning. Apparently, he met someone.#$e#I try not to get my hopes up with Teddy, but, I don't know.$1#$b#He sounds like he's really happy with him.",
	"Leah.Dialogue.summer_Wed10": "I probably should have told you this earlier, but my ex-girlfriend, Kelsey, is kind of crazy.$7#$e#I don't know why I just thought of that. It's not like I'm worried about it or anything.$2",
	"Leah.Dialogue.summer_Tue2": "Haley told me Alex might have eyes for Elliott.#$e#I can't decide if I should tease Ellie about it or see how it plays out.$1",

	//  LEWIS
	"Lewis.Dialogue.summer_Mon2": "*grumble* My nephew and his boyfriend wanna stay at the manor for a week.$3#$e#I love 'em both to death, but they're loud. Real loud.$2",
	"Lewis.Dialogue.Sun6": "You know they used to call me a queer for all the flower gardening I do?#$e#They weren't wrong, I suppose.#$b#I'm proud of my town for not thinking that way anymore.",
	"Lewis.Dialogue.summer_Fri4": "You know, it'd be a lot of gold this town doesn't have, but I'd love to have a Pride Festival here one day.",
	"Lewis.Dialogue.Mon10": "*sigh* I miss your grandpa, farmer.$2",
	"Lewis.Dialogue.Sat2": "Your grandpa mentioned me in his last letter?#$e#Pardon me a moment, farmer.",

	//  LINUS
	"Linus.Dialogue.Thu2": "Gus is a good man. Honestly, farmer, I'm embarrassed to look him in the eye again.#$e#Digging through the garbage like that.$2",
	"Linus.Dialogue.Sun4": "I knew a man a lot of years ago. He was beautiful, but wicked.#$b#People can be cruel, @.$2",
	"Linus.Dialogue.summer_Wed4": "I'm happy on my own, but I'd be lying if I said I didn't wish to participate in those bonfires for pride.",
	"Linus.Dialogue.fall_Mon4": "I know kids these days are pretty good about accepting us gay folks, but I still have trouble saying it, for some reason.",
	"Linus.Dialogue.Tue8": "Did I ever tell you I knew your grandpa back in the day?#$e#He was quite a catch.$1",


	//  MARNIE
	"Marnie.Dialogue.summer_Sun2": "If I have to see Shane try to flirt with that delivery boy one more time, I might die of embarrassment.$2#$e#My nephew's a lot of things, but smooth isn't one of 'em.",
	"Marnie.Dialogue.winter_Mon6": "I've got an unconventional tip for you, @. Play Boy George for your animals.#$e#The chickens in particular love him.$1",
	"Marnie.Dialogue.fall_Mon6": "Pam and I? Oh, it's just for fun.#$b#But honestly, these days, she's harder to be around. All that drinking and fighting with her daughter.$2",
	"Marnie.Dialogue.Sat8": "There was a nice couple living just east of your farm a while back.#$b#You would have liked them. Just a pair of husbands, a set of twins and lots of flowers.",
	"Marnie.Dialogue.summer_Tue2": "Last Pride Season, the aerobics team brought me a wheelbarrow full of pumpkins.#$e#Sometimes it pays to be the only single bi girl in town, farmer.",

	//  MARU
	"Maru.Dialogue.Thu4": "Harvey and I were talking about implementing an LGBT+ initiative at the clinic.#$e#Given the demographics of the town, it would be both helpful and profitable.",
	"Maru.Dialogue.Sat2": "Mom and Dad chose a perfect spot for this house.#$e#The complex dynamics of Pelican Town are unique. And diverse!$3",
	"Maru.Dialogue.Mon2": "Do you know what really grinds my gears? Gendered mechanics.$8#$b#It's so much extra work, and for what?$5",
	"Maru.Dialogue.fall_Sat4": "My latest project is going to have the ability to recognize all the genders out there, and adapt to changing times.#$e#Cool, right?",
	"Maru.Dialogue.summer_Thu8": "You know I'm bi, right?#$e#I just realized this morning that I never told you that directly.",

	//  PAM
	"Pam.Dialogue.Sun2": "You ever just wanna shave all the hair off your head?#$e#I do. I might.$1",
	"Pam.Dialogue.Wed2": "I tell ya, kid, not many things twist my tongue. But you put me in front of a beautiful woman and I'm done for.$1",
	"Pam.Dialogue.fall_Fri4": "I better make a move on Marnie before that old mayor, huh, kid?",
	"Pam.Dialogue.winter_Thu6": "Think a lot of folks around here think the tension with me and Penny has to do with her gender.$2#$e#I don't care about that one bit.$3",
	"Pam.Dialogue.Fri10": "A daughter who's trans, and a daughter who's bi.#$e#It's been tough, but I wouldn't change either of 'em for anything.",

	//  PENNY
	"Penny.Dialogue.Tue2": "If there's anything I want Jas and Vincent to learn from my tutoring, is that there is nothing more important than having an open mind.",
	"Penny.Dialogue.Mon8": "My mom was so drunk last night she came out to me as a lesbian.#$b#Again.$2",
	"Penny.Dialogue.summer_Sat2": "I wonder how I can respectfully incorporate queer culture into my lesson plans this Pride Season.#$e#Hm? Sorry, just thinking out loud.",
	"Penny.Dialogue.summer_Fri4": "Elliott told me about a local author he discovered recently. Have you heard of Basil?",
	"Penny.Dialogue.fall_Mon6": "I'm not sure why it's so hard for me to talk to people my age here.#$e#They're so intimidatingly unafraid of who they are.",
	"Penny.Dialogue.Thu10": "Since we're dating now, I should probably tell you.#$b#I have a huge collection of posters of my favorite girl group growing up.$4#$e#One of the members was my first crush.",

	//  PIERRE
	"Pierre.Dialogue.fall_Tue6": "Hey, farmer.#$e#You'd tell me if I said something offensive or out of line, would you?$4#$b#I'm still learning, and some people are scared to correct others, so I had to check.",
	"Pierre.Dialogue.Fri8": "It doesn't weird me out that my wife used to have a thing going on with Jodi.#$b#That's their business, and this shop is mine.#$e#And the smell of that guinea pig.$2",
	"Pierre.Dialogue.Thu6": "My sister's wife called me this morning. They're building another Joja in the city.$3",
	"Pierre.Dialogue.Tue2": "Sometimes I wonder what really goes on in those aerobics classes.$4",
	"Pierre.Dialogue.summer_Thu4": "That Morris better not think about moseying down here any time soon.$3#$e#It always gets so heated with that man.$3",

	//  ROBIN
	"Robin.Dialogue.Tue8": "@, listen to this!#$b#Caroline and Jodi are former flings.#$e#I knew it!$1",
	"Robin.Dialogue.Tue6": "I cherish aerobics days so much that I close the shop for the whole day.$4#$e#I love those women.",
	"Robin.Dialogue.fall_Wed4": "No one's telling me if Sebby has a thing with Sam.$3#$e#You wouldn't happen to know, would you?",
	"Robin.Dialogue.summer_Thu4": "Doctor Harvey gets so flustered around my husband. I think it's hilarious.$1",
	"Robin.Dialogue.summer_Tue": "*mumble* Gay dogs? What in Yoba's name is that man talking about?$2",
	"Robin.Dialogue.Sun10": "You know, my parents still tell people my relationship with my ex-wife was my 'lesbian phase'?#$e#You can laugh. It's funny.$4",

	//  SAM
	"Sam.Dialogue.winter_Mon_1": "I thought, with my dad gone, my Uncle Tim would visit more.#$b#Guess not.$2#$e#He and his husband have the cutest dog in the world! And I miss my cousins.",
	"Sam.Dialogue.Fri6": "@, did you know those old guys from the mines are married? To each other!$8#$b#Abigail told me. Apparently they have kids and everything! Good for them.$3",
	"Sam.Dialogue.Sat6": "A cute boy gave me his number after the concert.#$b#Sebastian's been really grumpy about it, though. I wonder why.$2",
	"Sam.Dialogue.summer_Sat": "I don't have to reject every feminine thing for my gender to be valid, right?$3#$e#I love flowers.",
	"Sam.Dialogue.Mon10": "Babe. Hey, babe. Can you check my binder?#$b#I think one of the clamps came loose.",
	"Sam.Dialogue.summer_Thu4": "Hey, quick, who is cuter, Elliott or Alex? Sebastian and I have a bet going.#$e#Right? That's what I said!$1",

	//  SEBASTIAN
	"Sebastian.Dialogue.Thu2": "Do you need something, or can I get back to my music?$5#$b#I'm trying to listen to Mika.",
	"Sebastian.Dialogue.Sat4": "Gender isn't real.",
	"Sebastian.Dialogue.Sun8": "I know we're getting closer or whatever, but I never want to talk about my other mom, alright?",
	"Sebastian.Dialogue.summer_Tue6": "Demetrius was telling me all about gay animals this morning at breakfast.#$e#And I thought I was awkward.$2",
	"Sebastian.Dialogue.Sun6": "What am I thinking about?#$e#How much of a dork Sam is.#1",
	"Sebastian.Dialogue.summer_Thu10": "I'll say it. I like you so much, I'd take you to Pride.#$e#My worst nightmare. The people, the noise.$2",
	"Sebastian.Dialogue.winter_Fri6": "If you want a laugh, go call Sam cute. He blushes like crazy whenever I do it.$1",

	//  SHANE
	"Shane.Dialogue.Fri2": "No, I'm not staring at him, @. Mind your own business.$2",
	"Shane.Dialogue.fall_Fri6": "What? No, I don't still flirt with the delivery guy!$3#$b#I mean, I never did. What are you talking about, @?$5",
	"Shane.Dialogue.summer_Sat4": "Fine. I'll say it. He's easy on the eyes. Are you happy now?$2#$e#Yoba, I need another drink.",
	"Shane.Dialogue.Wed6": "You know, since my aunt loves to spread rumors about me, I'll tell you that she has a crush on Pam.#$e#You already knew that?$10",
	"Shane.Dialogue.Mon6": "I actually tripped on my way in when I saw Alex walk out of his house.$2#$e#I'm humiliated.$5",

	//  VINCENT
	"Vincent.Dialogue.summer_Tue": "My mom painted my toenails! Do you like them, @?#$e#Do you?",
	"Vincent.Dialogue.Sat4": "I love my brother!#$b#Even though it was really weird not calling him my sister at first, he is so happy now!",
	"Vincent.Dialogue.Mon6": "Sometimes... I think I want to be a girl!#$e#I think! I'm not sure!#$e#My brother says that's okay. But he says wrong stuff sometimes, Jas said.$2",
	"Vincent.Dialogue.fall_Tue4": "Sebastian is so cool!#$b#But he spends so much time with Sam in his room and they always keep the door closed!$2",
	"Vincent.Dialogue.Fri4": "I love my mom! She lets me have any toy I want, even dolls! And Jas said Miss Marnie said that makes her a good mom.$1#$b#But I already knew that!",
	
	//  WILLY
	"Willy.Dialogue.Thu2": "Believe it or not, Clint and I don't talk much at the saloon.#$e#It ain't like I haven't tried!$2",
	"Willy.Dialogue.Fri4": "Oh, yeah. I'm bi, big time.$1",
	"Willy.Dialogue.Tue8": "I tried not to bias my kid toward fishing if they didn't like it.#$e#Then they grew up and came out as nonbinary and they named themselves Laken, so the joke's on me, eh?$3",
	"Willy.Dialogue.Mon6": "Believe it or not, back in the day? Mayor Lewis was quite the eligible bachelor.$1#$b#Your grandpa could tell you that.#$e#Now that I think about it, your grandpa was pretty easy on the eyes himself.",
	"Willy.Dialogue.summer_Wed2": "I've been fishing in the mountains these days. Good company up there.#$b#And fish! Heh heh.$1",

	//  WIZARD
	"Wizard.Dialogue.summer_Fri": "Pronouns? What pronouns? I am genderless.#$b#We all are.",
	"Wizard.Dialogue.Mon8": "I don't often pay mind to my reputation in town, but I do have one regret.#$e#I believe my Shrine Of Illusion would have been an asset to the youth in town who don't feel comfortable in their bodies.",
	"Wizard.Dialogue.Tue2": "There are many things about the human race that I find detestable.#$b#Their ability to embrace and accept each other keeps me grounded in my faith to this town.",
	"Wizard.Dialogue.Fri8": "Yes, I miss my relationship with my ex-wife.#$b#Unfortunately, she could not comprehend my lack of preference in the identity of my former partners.",
	"Wizard.Dialogue.summer_Wed": "Pride Season? Hm. I like it.$1"
	
}